[
    {
        "story_name_en": "Emma's First Plane Journey",
        "story_name_ar": "رحلة إيما الأولى بالطائرة",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc2f0011a025.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc7c6e11a01f.png",
        "sentences": [
            {
                "en": "Emma had always dreamed of traveling to new places.",
                "ar": "كانت إيما تحلم دائمًا بالسفر إلى أماكن جديدة."
            },
            {
                "en": "One day, her parents surprised her with plane tickets to Paris.",
                "ar": "في أحد الأيام، فاجأها والداها بتذاكر طائرة إلى باريس."
            },
            {
                "en": "Emma was so excited that she could hardly wait.",
                "ar": "كانت إيما متحمسة للغاية لدرجة أنها بالكاد استطاعت الانتظار."
            },
            {
                "en": "At the airport, Emma checked in her luggage and went through security.",
                "ar": "في المطار، قامت إيما بتسجيل أمتعتها ومرت عبر الأمن."
            },
            {
                "en": "She was amazed by how big the airport was, with people from all over the world.",
                "ar": "كانت مندهشة من حجم المطار الكبير، مع أشخاص من جميع أنحاء العالم."
            },
            {
                "en": "Her parents guided her to the departure gate, where they waited for their flight.",
                "ar": "أرشدها والداها إلى بوابة المغادرة، حيث انتظروا رحلتهم."
            },
            {
                "en": "When it was time to board, Emma felt a mix of excitement and nervousness.",
                "ar": "عندما حان وقت الصعود إلى الطائرة، شعرت إيما بمزيج من الحماس والتوتر."
            },
            {
                "en": "She had never been on a plane before.",
                "ar": "لم تكن إيما قد ركبت طائرة من قبل."
            },
            {
                "en": "As the plane took off, she looked out of the window and saw the city getting smaller and smaller.",
                "ar": "عندما أقلعت الطائرة، نظرت إيما من النافذة ورأت المدينة تصبح أصغر فأصغر."
            },
            {
                "en": "It felt like a dream.",
                "ar": "شعرت وكأنها في حلم."
            },
            {
                "en": "During the flight, Emma listened to music, watched a movie, and even took a short nap.",
                "ar": "خلال الرحلة، استمعت إيما إلى الموسيقى، وشاهدت فيلمًا، وأخذت غفوة قصيرة."
            },
            {
                "en": "The flight attendants were very kind, offering her snacks and drinks.",
                "ar": "كان المضيفون لطفاء للغاية، قدموا لها وجبات خفيفة ومشروبات."
            },
            {
                "en": "Emma loved the experience.",
                "ar": "أحبت إيما هذه التجربة."
            },
            {
                "en": "After a few hours, the plane started to descend.",
                "ar": "بعد بضع ساعات، بدأت الطائرة في الهبوط."
            },
            {
                "en": "Emma saw the beautiful city of Paris from above, with its famous landmarks like the Eiffel Tower.",
                "ar": "رأت إيما المدينة الجميلة باريس من الأعلى، بمعالمها الشهيرة مثل برج إيفل."
            },
            {
                "en": "She couldn’t believe she was finally in the city she had always wanted to visit.",
                "ar": "لم تستطع تصديق أنها أخيرًا في المدينة التي كانت دائمًا ترغب في زيارتها."
            },
            {
                "en": "When they landed, Emma’s parents took her to their hotel.",
                "ar": "عندما هبطوا، أخذها والداها إلى الفندق."
            },
            {
                "en": "She was tired but happy.",
                "ar": "كانت متعبة لكنها سعيدة."
            },
            {
                "en": "The next day, they would start exploring Paris, and Emma knew this was just the beginning of her many travels.",
                "ar": "في اليوم التالي، سيبدؤون في استكشاف باريس، وعرفت إيما أن هذا كان مجرد بداية لأسفارها العديدة."
            }
        ]
    },
    {
        "story_name_en": "Dr. Sarah’s Busy Day",
        "story_name_ar": "يوم مشغول للدكتورة سارة",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452e71424571122fbb4.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745208a2a118ea8171f8.png",
        "sentences": [
            {
                "en": "Dr. Sarah is a kind and hardworking doctor.",
                "ar": "الدكتورة سارة طبيبة طيبة وتعمل بجد."
            },
            {
                "en": "Every morning, she goes to the hospital to help her patients.",
                "ar": "كل صباح، تذهب إلى المستشفى لمساعدة مرضاها."
            },
            {
                "en": "Today, she has a busy schedule.",
                "ar": "اليوم لديها جدول مزدحم."
            },
            {
                "en": "Her first patient is a little boy with a high fever.",
                "ar": "أول مريض لها هو صبي صغير يعاني من حمى عالية."
            },
            {
                "en": "Dr. Sarah carefully checks his temperature and gives him medicine.",
                "ar": "تفحص الدكتورة سارة درجة حرارته بعناية وتعطيه الدواء."
            },
            {
                "en": "She tells his mother to make sure he rests and drinks plenty of water.",
                "ar": "تخبر والدته أن تتأكد من أنه يستريح ويشرب الكثير من الماء."
            },
            {
                "en": "Next, Dr. Sarah visits an elderly woman who has a sore throat.",
                "ar": "ثم تزور الدكتورة سارة امرأة مسنة تعاني من التهاب الحلق."
            },
            {
                "en": "After examining her, Dr. Sarah explains that she needs to take some antibiotics.",
                "ar": "بعد فحصها، تشرح الدكتورة سارة أنها تحتاج إلى تناول بعض المضادات الحيوية."
            },
            {
                "en": "The woman thanks Dr. Sarah for her help.",
                "ar": "تشكر المرأة الدكتورة سارة على مساعدتها."
            },
            {
                "en": "Later in the day, a man comes in with a broken arm.",
                "ar": "في وقت لاحق من اليوم، يأتي رجل بذراع مكسورة."
            },
            {
                "en": "Dr. Sarah takes an X-ray to see how bad the break is.",
                "ar": "تأخذ الدكتورة سارة صورة أشعة لتحديد مدى سوء الكسر."
            },
            {
                "en": "She tells the man that he needs a cast to help his arm heal properly.",
                "ar": "تخبر الرجل أنه يحتاج إلى جبيرة لمساعدة ذراعه على الشفاء بشكل صحيح."
            },
            {
                "en": "Before leaving the hospital, Dr. Sarah checks on all her patients to make sure they are doing well.",
                "ar": "قبل مغادرة المستشفى، تقوم الدكتورة سارة بفحص جميع مرضاها للتأكد من أنهم بخير."
            },
            {
                "en": "She feels proud to be a doctor and loves helping people feel better.",
                "ar": "تشعر بالفخر كونها طبيبة وتحب مساعدة الناس على الشعور بالتحسن."
            }
        ]
    },
    {
        "story_name_en": "A Day at the Beach",
        "story_name_ar": "يوم على الشاطئ",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452e71424299422fbb7.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745208a2a127198171f9.png",
        "sentences": [
            {
                "en": "Lina and her family decided to spend a sunny day at the beach.",
                "ar": "قررت لينا وعائلتها قضاء يوم مشمس على الشاطئ."
            },
            {
                "en": "The weather was perfect, with the sun shining brightly in the clear blue sky.",
                "ar": "كان الطقس مثاليًا، مع شمس مشرقة في السماء الزرقاء الصافية."
            },
            {
                "en": "They packed their bags with towels, sunscreen, and snacks, ready for a fun-filled day.",
                "ar": "حزموا حقائبهم بالمناشف وواقي الشمس والوجبات الخفيفة، جاهزين ليوم مليء بالمرح."
            },
            {
                "en": "When they arrived at the beach, Lina was excited to see the ocean waves crashing against the shore.",
                "ar": "عندما وصلوا إلى الشاطئ، كانت لينا متحمسة لرؤية الأمواج تتكسر على الشاطئ."
            },
            {
                "en": "She ran towards the water, feeling the soft sand between her toes.",
                "ar": "ركضت نحو الماء، تشعر بالرمل الناعم بين أصابع قدميها."
            },
            {
                "en": "The sound of the waves and the smell of the salty air made her feel happy and relaxed.",
                "ar": "صوت الأمواج ورائحة الهواء المالح جعلتها تشعر بالسعادة والاسترخاء."
            },
            {
                "en": "Lina’s father set up an umbrella while her mother laid out the towels on the sand.",
                "ar": "أقام والد لينا مظلة بينما فرشت والدتها المناشف على الرمال."
            },
            {
                "en": "They all put on sunscreen to protect their skin from the sun.",
                "ar": "وضعوا جميعًا واقي الشمس لحماية بشرتهم من الشمس."
            },
            {
                "en": "Lina then grabbed her bucket and spade and began building a sandcastle near the water.",
                "ar": "أخذت لينا دلوها ومجرفتها وبدأت في بناء قلعة رملية بالقرب من الماء."
            },
            {
                "en": "After playing in the sand, Lina and her brother jumped into the ocean to swim.",
                "ar": "بعد اللعب في الرمل، قفزت لينا وأخوها في المحيط للسباحة."
            },
            {
                "en": "The water was cool and refreshing.",
                "ar": "كان الماء باردًا ومنعشًا."
            },
            {
                "en": "They splashed around and had a great time.",
                "ar": "كانوا يرشون الماء ويستمتعون بوقتهم."
            },
            {
                "en": "Later, they enjoyed some snacks and watched the seagulls flying overhead.",
                "ar": "لاحقًا، استمتعوا ببعض الوجبات الخفيفة وشاهدوا النوارس تحلق فوقهم."
            },
            {
                "en": "As the day came to an end, the family sat together and watched the beautiful sunset over the ocean.",
                "ar": "عندما انتهى اليوم، جلست العائلة معًا وشاهدت غروب الشمس الجميل فوق المحيط."
            },
            {
                "en": "Lina felt grateful for the wonderful day at the beach and couldn’t wait to come back again.",
                "ar": "شعرت لينا بالامتنان ليوم رائع على الشاطئ ولم تستطع الانتظار للعودة مرة أخرى."
            }
        ]
    },
    {
        "story_name_en": "A Beautiful Wedding Day",
        "story_name_ar": "يوم زفاف جميل",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745271b5f12c1a7e54c8.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745271b5f1e1007e54c9.png",
        "sentences": [
            {
                "en": "Emma and John had been planning their wedding for months.",
                "ar": "إيما وجون كانا يخططان لحفل زفافهما لعدة أشهر."
            },
            {
                "en": "The big day had finally arrived, and everyone was excited.",
                "ar": "وصل اليوم الكبير أخيرًا وكان الجميع متحمسين."
            },
            {
                "en": "Emma wore a stunning white dress, and John looked handsome in his black suit.",
                "ar": "ارتدت إيما فستانًا أبيض رائعًا وكان جون يبدو أنيقًا في بدلة سوداء."
            },
            {
                "en": "The guests gathered at the beautifully decorated venue.",
                "ar": "تجمع الضيوف في المكان المزخرف بشكل جميل."
            },
            {
                "en": "The ceremony was filled with love and joy as Emma and John exchanged vows.",
                "ar": "كانت المراسم مليئة بالحب والفرح بينما تبادل إيما وجون الوعود."
            },
            {
                "en": "After the vows, they exchanged rings, symbolizing their commitment to one another.",
                "ar": "بعد الوعود، تبادلا الخواتم كرمز لالتزامهما تجاه بعضهما البعض."
            },
            {
                "en": "Once the ceremony was over, everyone celebrated at the reception.",
                "ar": "بعد انتهاء المراسم، احتفل الجميع في حفل الاستقبال."
            },
            {
                "en": "There was delicious food, music, and dancing.",
                "ar": "كان هناك طعام لذيذ وموسيقى ورقص."
            },
            {
                "en": "Emma and John shared their first dance as husband and wife.",
                "ar": "تشارك إيما وجون رقصتهما الأولى كزوج وزوجة."
            },
            {
                "en": "As the night came to an end, the couple thanked their guests for being part of their special day.",
                "ar": "عندما انتهت الليلة، شكر الزوجان ضيوفهما على مشاركتهم في يومهما المميز."
            },
            {
                "en": "Emma and John left the venue, ready to start their new life together.",
                "ar": "غادر إيما وجون المكان، مستعدين لبدء حياتهما الجديدة معًا."
            }
        ]
    },
    {
        "story_name_en": "The Morning Routine",
        "story_name_ar": "الروتين الصباحي",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452e7142421fd22fbb5.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452e7142403d622fbb8.png",
        "sentences": [
            {
                "en": "Sarah wakes up early every morning to start her day.",
                "ar": "تستيقظ سارة مبكرًا كل صباح لبدء يومها."
            },
            {
                "en": "The first thing she does is turn off her alarm clock and stretch in bed.",
                "ar": "أول شيء تفعله هو إيقاف المنبه والتمدد في السرير."
            },
            {
                "en": "She enjoys the quiet moments before the day begins.",
                "ar": "تستمتع بلحظات الهدوء قبل أن يبدأ اليوم."
            },
            {
                "en": "After getting out of bed, Sarah heads to the bathroom to brush her teeth and wash her face.",
                "ar": "بعد النهوض من السرير، تتجه سارة إلى الحمام لتنظيف أسنانها وغسل وجهها."
            },
            {
                "en": "She then goes to the kitchen to make breakfast.",
                "ar": "ثم تذهب إلى المطبخ لإعداد الإفطار."
            },
            {
                "en": "Today, she decides to have toast with butter and a cup of coffee.",
                "ar": "اليوم، قررت تناول الخبز المحمص مع الزبدة وكوب من القهوة."
            },
            {
                "en": "While eating breakfast, Sarah reads the news on her phone.",
                "ar": "أثناء تناول الإفطار، تقرأ سارة الأخبار على هاتفها."
            },
            {
                "en": "She likes to stay informed about what’s happening in the world.",
                "ar": "تحب أن تظل على اطلاع بما يحدث في العالم."
            },
            {
                "en": "After finishing her meal, she cleans up the dishes and prepares for work.",
                "ar": "بعد الانتهاء من تناول وجبتها، تقوم بتنظيف الأطباق وتستعد للعمل."
            },
            {
                "en": "Sarah checks her schedule and gathers everything she needs for the day.",
                "ar": "تقوم سارة بمراجعة جدولها وتجمع كل ما تحتاجه لليوم."
            },
            {
                "en": "Before leaving the house, she makes sure she has her keys, phone, and wallet.",
                "ar": "قبل مغادرة المنزل، تتأكد من أن لديها مفاتيحها وهاتفها ومحفظتها."
            },
            {
                "en": "Sarah then heads out the door, ready to take on the day.",
                "ar": "ثم تغادر سارة المنزل، مستعدة لمواجهة اليوم."
            }
        ]
    },
    {
        "story_name_en": "A Morning in the Bathroom",
        "story_name_ar": "صباح في الحمام",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedcbe3b11a01e.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc9b0f11a022.png",
        "sentences": [
            {
                "en": "Every morning, after waking up, Lisa goes to the bathroom to freshen up.",
                "ar": "كل صباح، بعد الاستيقاظ، تذهب ليزا إلى الحمام لتنتعش."
            },
            {
                "en": "The first thing she does is turn on the light and look in the mirror.",
                "ar": "أول شيء تفعله هو تشغيل الضوء والنظر في المرآة."
            },
            {
                "en": "She then grabs her toothbrush and toothpaste to brush her teeth.",
                "ar": "ثم تأخذ فرشاة أسنانها ومعجون الأسنان لتنظيف أسنانها."
            },
            {
                "en": "After brushing her teeth, Lisa washes her face with cold water.",
                "ar": "بعد تنظيف أسنانها، تغسل ليزا وجهها بالماء البارد."
            },
            {
                "en": "She uses soap to cleanse her skin and dries her face with a soft towel.",
                "ar": "تستخدم الصابون لتنظيف بشرتها وتجفف وجهها بمنشفة ناعمة."
            },
            {
                "en": "Finally, Lisa combs her hair and puts on some lotion to keep her skin moisturized.",
                "ar": "أخيرًا، تمشط ليزا شعرها وتضع بعض المستحضرات للحفاظ على بشرتها مرطبة."
            },
            {
                "en": "With her bathroom routine complete, Lisa feels refreshed and ready to start her day.",
                "ar": "مع انتهاء روتينها في الحمام، تشعر ليزا بالانتعاش وجاهزة لبدء يومها."
            }
        ]
    },
    {
        "story_name_en": "A Rainy Day",
        "story_name_ar": "يوم ممطر",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc2a8a11a021.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452e71424493f22fbb6.png",
        "sentences": [
            {
                "en": "One morning, Anna woke up to the sound of rain tapping on her window.",
                "ar": "في صباح أحد الأيام، استيقظت آنا على صوت المطر وهو يطرق نافذتها."
            },
            {
                "en": "She looked outside and saw that the sky was gray, and the rain was falling steadily.",
                "ar": "نظرت إلى الخارج ورأت أن السماء كانت رمادية، وكان المطر يتساقط بشكل مستمر."
            },
            {
                "en": "Anna knew she would need her umbrella today.",
                "ar": "عرفت آنا أنها ستحتاج إلى مظلتها اليوم."
            },
            {
                "en": "As she walked to the bus stop, she noticed that the streets were wet, and the trees were swaying gently in the wind.",
                "ar": "بينما كانت تمشي إلى موقف الحافلات، لاحظت أن الشوارع كانت مبللة، والأشجار كانت تتمايل برفق في الريح."
            },
            {
                "en": "At the bus stop, Anna saw people huddling under their umbrellas, waiting for the bus to arrive.",
                "ar": "في موقف الحافلات، رأت آنا الناس يتجمعون تحت مظلاتهم، في انتظار وصول الحافلة."
            },
            {
                "en": "When the bus finally came, Anna shook the water off her umbrella and got on.",
                "ar": "عندما جاءت الحافلة أخيرًا، هزت آنا الماء عن مظلتها وصعدت إلى الحافلة."
            },
            {
                "en": "She found a seat by the window and watched the rain as the bus moved through the city.",
                "ar": "وجدت مقعدًا بجوار النافذة وشاهدت المطر بينما كانت الحافلة تتحرك عبر المدينة."
            }
        ]
    },
    {
        "story_name_en": "A Family Dinner",
        "story_name_ar": "عشاء عائلي",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc5fbd11a023.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745208a2a110798171fb.png",
        "sentences": [
            {
                "en": "Every Sunday, the Johnson family gathers for a big family dinner.",
                "ar": "كل يوم أحد، تجتمع عائلة جونسون لعشاء عائلي كبير."
            },
            {
                "en": "The parents, Tom and Mary, enjoy cooking together in the kitchen.",
                "ar": "يستمتع الوالدان، توم وماري، بالطهي معًا في المطبخ."
            },
            {
                "en": "They prepare a delicious meal with roasted chicken, vegetables, and mashed potatoes.",
                "ar": "يعدون وجبة لذيذة من الدجاج المشوي والخضروات والبطاطس المهروسة."
            },
            {
                "en": "Their two children, Emily and Jack, help set the table.",
                "ar": "يساعد طفلاهما، إميلي وجاك، في إعداد المائدة."
            },
            {
                "en": "The family dog, Max, sits by the table, hoping for a treat.",
                "ar": "يجلس كلب العائلة، ماكس، بجانب المائدة، يأمل في الحصول على مكافأة."
            },
            {
                "en": "When the food is ready, the family sits down together.",
                "ar": "عندما يصبح الطعام جاهزًا، تجلس العائلة معًا."
            },
            {
                "en": "They talk about their week, sharing stories and laughter.",
                "ar": "يتحدثون عن أسبوعهم، ويشاركون القصص والضحكات."
            },
            {
                "en": "After dinner, the family cleans up together.",
                "ar": "بعد العشاء، تنظف العائلة معًا."
            },
            {
                "en": "Then, they relax in the living room, watching a movie and enjoying the rest of their evening.",
                "ar": "ثم يسترخون في غرفة المعيشة، يشاهدون فيلمًا ويستمتعون ببقية المساء."
            }
        ]
    },
    {
        "story_name_en": "A Day at the Park",
        "story_name_ar": "يوم في الحديقة",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc745208a2a1b5588171fa.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc0a6311a020.png",
        "sentences": [
            {
                "en": "One sunny afternoon, Sarah decided to visit the park near her house.",
                "ar": "في أحد بعد الظهر المشمس، قررت سارة زيارة الحديقة القريبة من منزلها."
            },
            {
                "en": "She loved spending time outdoors, especially when the weather was nice.",
                "ar": "أحبت قضاء الوقت في الهواء الطلق، خاصة عندما يكون الطقس جميلًا."
            },
            {
                "en": "When she arrived at the park, she found a quiet spot under a large tree.",
                "ar": "عندما وصلت إلى الحديقة، وجدت مكانًا هادئًا تحت شجرة كبيرة."
            },
            {
                "en": "As she read, she could hear the birds singing and children playing in the distance.",
                "ar": "بينما كانت تقرأ، كانت تسمع العصافير تغني والأطفال يلعبون في المسافة."
            },
            {
                "en": "After a while, Sarah took a break to enjoy her snacks.",
                "ar": "بعد فترة، أخذت سارة استراحة للاستمتاع بوجباتها الخفيفة."
            },
            {
                "en": "The fresh air and peaceful surroundings made her feel relaxed and happy.",
                "ar": "جعلها الهواء النقي والمحيط الهادئ تشعر بالاسترخاء والسعادة."
            },
            {
                "en": "Before leaving, Sarah decided to take a walk around the park.",
                "ar": "قبل المغادرة، قررت سارة القيام بجولة في الحديقة."
            },
            {
                "en": "She admired the flowers, watched the ducks swimming in the pond, and felt grateful for such a beautiful day.",
                "ar": "أعجبت بالزهور، وشاهدت البط يسبح في البركة، وشعرت بالامتنان ليوم جميل كهذا."
            }
        ]
    },
    {
        "story_name_en": "A Visit to the Library",
        "story_name_ar": "زيارة إلى المكتبة",
        "story_url":"https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc288b11a01d.mpeg",
        "story_image": "https://storage.googleapis.com/msgsndr/ksEQOsPCPU4ZxMjjK0GL/media/66bc7452c3dedc80fc11a024.png",
        "sentences": [
            {
                "en": "Emma loved reading books.",
                "ar": "أحبت إيما قراءة الكتب."
            },
            {
                "en": "One day, she decided to visit the library to find a new book to read.",
                "ar": "في يوم من الأيام، قررت زيارة المكتبة للعثور على كتاب جديد لتقرأه."
            },
            {
                "en": "The library was quiet and full of shelves with books of all kinds.",
                "ar": "كانت المكتبة هادئة ومليئة بالرفوف التي تحتوي على كتب من جميع الأنواع."
            },
            {
                "en": "She finally found a book about space that caught her eye.",
                "ar": "أخيرًا، وجدت كتابًا عن الفضاء لفت انتباهها."
            },
            {
                "en": "She took the book to a cozy corner and started reading.",
                "ar": "أخذت الكتاب إلى زاوية مريحة وبدأت تقرأ."
            },
            {
                "en": "As she read, Emma learned about the planets, stars, and galaxies.",
                "ar": "بينما كانت تقرأ، تعلمت إيما عن الكواكب والنجوم والمجرات."
            },
            {
                "en": "She was fascinated by how big the universe is.",
                "ar": "كانت مبهورة بمدى ضخامة الكون."
            },
            {
                "en": "After a few hours, she checked out the book and promised to return soon to explore more books.",
                "ar": "بعد بضع ساعات، استعارت الكتاب ووعدت بالعودة قريبًا لاستكشاف المزيد من الكتب."
            }
        ]
    }
    
    
]
